Repository: plaatsoft/drupal-addressbook
Catalog: tags/v41/po/*.po
Languages: nl

source: Addressbook module
nl: Adresboek module

source: Addressbook family list
nl: Adresboek familie lijst

source: Addressbook view family
nl: Adresboek familie overzicht

source: Addressbook edit family
nl: Adresboek familie aanpassen

source: Addressbook view family member
nl: Adresboek familielid overzicht

source: Addressbook edit family member
nl: Adresboek familielid aanpassen

source: Addressbook view picture
nl: Adresboek foto

source: Addressbook edit picture
nl: Adresboek foto aanpassen

source: Addressbook CSV upload
nl: Adresboek CSV bestand uploaden

source: Addressbook CSV download
nl: Adresboek CSV bestand downloaden

source: Addressbook search
nl: Adresboek zoeken

source: Addressbook map view
nl: Adresboek kaart

source: Addressbook
nl: Adresboek

source: Settings of addressbook.
nl: Instellingen van adresboek

source: General settings
nl: Algemene instellingen

source: Name format
nl: Naam formaat:

source: middle last, first
nl: Tussenaam, achternaam, voornaam

source: first middle last
nl: Voornaam, tussennaam, achternaam

source: Set with name format with will be used in the general addressbook list page.
nl: Select het naam formaat welke moet worden gebruikt

source: Enable sort bar
nl: Activeer sorteer menu

source: No
nl: Nee

source: Yes
nl: Ja

source: Enable / Disable sort bart in general addressbook list page.
nl: Activeer / Deactiveer sorteer bar

source: Roles
nl: Rollen

source: Enter roles with a person can have (Seperated items with commas. No space allowed).
nl: Voer allen mogelijk rollen van een persoon in (Items scheiden met komma's, geen spatie gebruiken)

source: Country
nl: Land

source: Specify default country for new address items.
nl: Voer standaard land in voor nieuw adres item

source: Show thumbnails pictures in list views
nl: Laat thumbnails foto zien

source: Enable / Disable thumbnails pictures in family list and family member list.
nl: Activeer / Deactiveer thumbnails foto's

source: Email field manitory
nl: Email veld verplicht

source: Enable / Disable email field as manitory field.
nl: Activeer / Deactiveer email veld

source: Map settings
nl: Kaart instellingen

source: Activate map link
nl: Activeer kaart module

source: Enable / Disable Activate www.map24.com fast link.
nl: Activeer/ Deactiveer www.map24.com AJAX kaart link

source: Free www.map24.com access key
nl: Ga naar www.map24.com voor een gratis sleutel

source: Enter access key (Visit http://www.map24.com to get a free key)
nl: Voer hier de kaart sleutel (Bezoek http://www.map24.com om een sleutel aan te maken).

source: Birthday notification settings
nl: Verjaardag instellingen

source: Birthday email notification
nl: Zend verjaarsdag email

source: Enable / Disable email birthday notification.
nl: Activeer / Deactiveer verjaarsdag email

source: Subject of birtday e-mail
nl: Onderwerp van verjaarsdag email

source: Available variables are:
nl: Mogelijk variables zijn:

source: Body of birthday e-mail
nl: Inhoud van verjaarsdags email

source: Addressbook birthday cron
nl: Addresboek verjaarsdag cron

source: Sent birthday email to
nl: Zend verjaarsdag email naar

source: Unable to email to
nl: Niet mogelijk een email te zenden naar

source: Birthday today
nl: Vandaag jarig

source: Birth Day
nl: Geboorte datum

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: August
nl: Augustus

source: October
nl: Oktober

source: Owner
nl: Eigenaar

source: No owner
nl: Geen eigenaar

source: Please enter the roles you currently forfilling and please enter the roles you are now or in the near future interesed in!
nl: Vul hieronder in welke rollen (activiteiten) u doet en welke u graag zou willen doen op korte (middenlange) termijn. Deze informatie zal worden gebruikt om doeltreffender mensen te zoek voor bepaalde rollen (activiteiten). Mocht u bepaalde rollen (activiteiten) missen stuur dan een email naar admin@oostpoort.net. De systeem beheerder zal deze dan zosnel mogelijk toevoegen.

source: Active Roles
nl: Actieve rollen

source: Interesing Roles
nl: Geintereseerde rollen

source: System Warning
nl: Systeem error

source: Input is not valid! Please do not modify the URL manually
nl: Invoer is niet correct.

source: Return
nl: Terug

source: Search
nl: Zoeken

source: Go to family member list
nl: Ga naar familielid lijst

source: ALL
nl: Alles

source: New Family
nl: Nieuwe familie aanmaken

source: Picture
nl: Foto

source: Name
nl: Naam

source: Street
nl: Straat

source: Zipcode
nl: Postcode

source: City
nl: Plaats

source: No records found
nl: Geen informatie gevonden

source: Upload CSV file
nl: Upload CVS bestand

source: Download CSV file
nl: Download CSV bestand

source: Addressbook family view
nl: Adresboek familie overzicht

source: Birth day
nl: Geboorte dag

source: Mobile
nl: Mobiel

source: Edit Family
nl: Familie aanpassen

source: Add member
nl: Familie lid toevoegen

source: Add Picture
nl: Foto toevoegen

source: Go to Map
nl: Ga naar kaart

source: Addressbook create new family
nl: Adresboek familie aanmaken

source: Are you sure you want to delete this family?
nl: Weet u het zeker?

source: Failed to deleted the selected family, try again
nl: Verwijderen mislukt, probeer het opnieuw!

source: Failed to create a new family, try again!
nl: Verwijderen mislukt, probeer het opnieuw!

source: Failed to update the family, try again!
nl: Verwijderen mislukt, probeer het opnieuw!

source: Last updated
nl: Laats bijgewerkt

source: Middle Name
nl: Tussen

source: Last Name*
nl: Achternaam*

source: Street*
nl: Straat*

source: Zipcode*
nl: Postcode*

source: City*
nl: Plaats*

source: Telephone
nl: Telefoon

source: * Marked fields are mandatory!
nl: * veld is verplicht

source: Commit
nl: Bewaar

source: Delete
nl: Verwijder

source: Cancel
nl: Annuleer

source: Addressbook family member list
nl: Adresboek familielid lijst

source: Filter by role:
nl: Filter op rol:

source: Active
nl: Actief

source: Interesed in
nl: Geintereseerd in

source: Go to family list
nl: Ga naar familie lijst

source: Work
nl: Werk

source: Notes
nl: Aantekeningen

source: Addressbook create new family member
nl: Adresboek nieuwe familie lid toevoegen

source: Are you sure you want to delete this family member?
nl: Weet u het zeker?

source: Failed to delete member, try again!
nl: Verwijderen mislukt, probeer het opnieuw!

source: Failed to add member, try again!
nl: Verwijderen mislukt, probeer het opnieuw!

source: failed to update member, try again!
nl: Verwijderen mislukt, probeer het opnieuw!

source: First Name*
nl: Voornaam*

source: Are you sure you want to delete the picture?
nl: Weet u het zeker?

source: Failed to delete picture, try again
nl: Verwijderen mislukt, probeer het opnieuw!

source: Creating image directory failed!
nl: Verwijderen mislukt, probeer het opnieuw!

source: Unable to create image. Is Gd library active in apache php module?
nl: Toevoegen van foto mislukt, Is Gd library geladen?

source: Unable to create thumbnails image. Is Gd library active in apache php module?
nl: Thumbnail foto maken misluk, Is Gd library geladen?

source: Failed to add picture, try again!
nl: Toevoegen van foto mislukt, probeer het opnieuw

source: Only JPG image format is supported
nl: Allen JPG foto formaat wordt ondersteund

source: Choose a file to upload:
nl: Select het foto bestand wat u wil uploaden:

source: Warning: Only the jpg picture format is supported.
nl: Waarschuwing: Alleen JPG foto formaat wordt ondersteund

source: Image size must not exceed
nl: Foto mag niet groter zijn als

source: Upload File
nl: Foto uploaden

source: No information found
nl: Geen informatie gevonden

source: Multiple entries found. Please make the search string more specific.
nl: Meerder mogelijken gevonden. Maak u zoek opdracht specifieker

source: Address:
nl: Adres:

source: Find Address
nl: Zoek adres:

source: user
nl: Gebruiker

source: view addressbook
nl: Adresboek overzicht

source: add address
nl: Adres toevoegen

source: addressbook
nl: Adresboek

source: Recent posts
nl: Wijzigingen
