Repository: plaatsoft/drupal-addressbook
Catalog: v6.x/translations/*.po
Languages: nl

source: Addressbook csv download
nl: Adresboek csv download

source: Addressbook csv upload
nl: Adresboek csv upload

source: Addressbook upload
nl: Adresboek upload

source: Addressbook file upload
nl: Adresboek bestand upload

source: File
nl: Bestand

source: Only CSV file format is supported and maximum file is
nl: Alleen CSV bestand formaat wordt ondersteund met een grootte van maximaal

source: Back
nl: Terug

source: Only CSV file format is supported.
nl: Alleen CSV bestand formaat wordt ondersteund.

source: Line
nl: Regel

source: First name empty
nl: Voornaam is verplicht

source: Last name empty
nl: Achternaam is verplicht

source: street empty
nl: Straat is verplicht

source: zipcode empty
nl: Postcode is verplicht

source: Family
nl: Familie

source: created!
nl: Aangemaakt

source: updated
nl: Aangepast

source: Member
nl: Familie Lid

source: ALL
nl: Alles

source: Addressbook family list
nl: Adresboek familie lijst

source: Family list
nl: Familie lijst

source: Last name
nl: Achternaam

source: Search
nl: Zoeken

source: Enter lastname and press enter to find a family.
nl: Voer achternaam in en druk op enter

source: Picture
nl: Foto

source: Name
nl: Naam

source: Street
nl: Straat

source: Zipcode
nl: Postcode

source: City
nl: Stad

source: No records found
nl: Geen informatie gevonden

source: New family
nl: Nieuwe familie aanmaken

source: Addressbook family view
nl: Adresboek familie overzicht

source: Family view
nl: Familie overzicht

source: Phote
nl: Foto

source: Birthday
nl: Geboren

source: Mobile
nl: Mobiel

source: Family Edit
nl: Familie aanpassen

source: Member Add
nl: Familielid toevoegen

source: Show Map
nl: Bekijk kaart

source: Return
nl: Terug

source: Addressbook family edit
nl: Adreboek familie aanpassen

source: Last update
nl: Laatste aanpassing

source: Last update date
nl: Laatste aanpassing datum

source: Family Id:
nl: Familie id:

source: Family id
nl: Familie id

source: Owner
nl: Eigenaar

source: Drupal owner (user) of address.
nl: Drupal login account

source: General
nl: Algemeen

source: Middle Name
nl: Tussenvoegsel

source: Middle name of the family name (for example: van, de, etc..)
nl: Tussenvoegels van familie naam (bijvoorbeeld 'van der', etc..)

source: Last Name
nl: Achternaam

source: Last name of the family name.
nl: Achternaam van familie

source: Zipcode of family address.
nl: Postcode van familie adres

source: City of family address.
nl: Straatnaam van familie adres

source: Country
nl: Land

source: Country of family address.
nl: Land van familie adres

source: Telephone
nl: Telefoon

source: Telephone of family address.
nl: Telefoonnummer van familie adres

source: Image file
nl: Foto bestand

source: Only jpg format is supported
nl: Alleen jpg foto formaat wordt ondersteund.

source: Save
nl: Opslaan

source: Remove Picture
nl: Foto verwijderen

source: Remove Family
nl: Familie verwijderen

source: Cancel
nl: Annuleren

source: Addressbook family delete
nl: Adresboek familie verwijderen

source: Delete selected family. Are you sure?
nl: Verwijder geselecteerd familie. Weet u het zeker?

source: Yes
nl: Ja

source: No
nl: Nee

source: Last name is manitory
nl: Achternaam is verplicht

source: Street is manitory
nl: Straatnaam is verplicht

source: City is manitory
nl: Plaatsnaam is verplicht

source: Country is manitory
nl: Land is verplicht

source: updated!
nl: bijgewerkt!

source: deleted!
nl: verwijderd!

source: Addressbook
nl: Adresboek

source: View Family data
nl: Families bekijken

source: View family data of addressbook
nl: Bekijk families die opgeslagen zijn in het adresboek

source: View Member data
nl: Familieleden bekijken

source: View member data of addressbook
nl: Bekijk familieleden die opgeslagen zijn in het adresboek

source: Upload addressbook data.
nl: Adresboek data uploaden.

source: Download addressbook data.
nl: Adresboek data downloaden.

source: Note
nl: Opmerking

source: Database information is last updated on
nl: Database informatie is laatst bijgewerkt op

source: Addressbook map view
nl: Adresboek kaart

source: Map view
nl: Kaart

source: Addressbook member list
nl: Adresboek familieleden lijst

source: Member list
nl: Familieleden lijst

source: Last name:
nl: Achternaam:

source: Enter lastname and press enter to find the member.
nl: Voer achternaam van familielid in

source: Addressbook member view
nl: Adresboek familielid overzicht

source: Member view
nl: Familielid overzicht

source: Last updated:
nl: Laatst bijgewerkt:

source: Member Id:
nl: Familielid id:

source: Member id
nl: Familielid id

source: Owner:
nl: Eigenaar:

source: Drupal owner of this member
nl: Drupal eigenaar:

source: First Name:
nl: Voornaam:

source: First Name of member
nl: Voornaam van familielid.

source: Middle Name:
nl: Tussenvoegsel:

source: Middle Name of member
nl: Tussenvoegsel van familielid.

source: Last Name:
nl: Achternaam:

source: Last Name of member
nl: Achternaam van familielid.

source: Mobile:
nl: Mobiel:

source: Mobile number of member
nl: Mobiele nummer van familielid.

source: Birthday:
nl: Geboren:

source: Birtday of member
nl: Geboorte dag van familielid.

source: Work:
nl: Werk:

source: Work notes
nl: Werk notitie.

source: Notes:
nl: Opmerking:

source: General notes
nl: Algemene opmerkingen

source: Edit
nl: Wijzig

source: Delete Picture
nl: Verwijder foto

source: Delete Member
nl: Verwijder familielid

source: Addressbook member delete
nl: Adresboek familielid verwijderen

source: Delete selected member. Are you sure?
nl: Verwijder geselecteerd familielid. Weet U het zeker?

source: First name is manitory
nl: Voornaam is verplicht

source: Family id is null
nl: Familielid ID is nul

source: created
nl: is aangemaakt

source: is deleted.
nl: is verwijderd

source: Creating image directory failed!
nl: Foto directory aanmaken is mislukt

source: Image file size to big!
nl: Foto is te groot.

source: Image file size to big
nl: Foto is te groot.

source: Image is saved
nl: Foto opgeslagen

source: Only jpg format is supported.
nl: Alleen jpg foto formaat wordt ondersteund.

source: Picture is deleted!
nl: Foto is verwijderd

source: This is a manitory field
nl: Dit is een verplicht veld.

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: No owner
nl: Geen eigenaar

source: Please enter the roles you currently fulfilling and please enter the roles you are interesed in now or in the near future!
nl: Selecteer rollen die U op dit moment uitvoert.

source: Active Roles
nl: Actieve rollen

source: Interesing Roles
nl: Geinterreseerd rollen

source: Addressbook module
nl: Adresboek module

source: General settings
nl: Algemeen instellingen

source: Name format
nl: Naam formaat

source: middle last, first
nl: Tussenvoegsel Achternaam, Voornaam

source: first middle last
nl: Voornaam Tussenvoegsel Achternaam

source: Set the name format which will be used in the general addressbook list page.
nl: Selecteer het gewenst naam formaat

source: Roles
nl: Rollen

source: Enter the roles which a person can have (Seperate items with commas (,). No spaces allowed).
nl: Voer hier alle gewenste rollen in (Rollen scheiden met komma's en geen spatie gebruiken)

source: Specify default country for new address items.
nl: Selecteer standaard land

source: Show thumbnails pictures in list views
nl: Laat thumbnails foto's zien.

source: Enable / disable thumbnail pictures in family list and family member list.
nl: Activeer / Deactiveer thumbnails foto's

source: Date
nl: Datum

source: The last edit date (dd-mm-yyyy) of the addressbook data.
nl: Laatste datum dat er iets veranderd is in het adresboek

source: Map settings
nl: Kaart instellingen

source: Birthday notification settings
nl: Verjaardsag notificatie instellingen

source: Birthday email notification
nl: Verjaardag email notificatie

source: Enable / disable email birthday notification.
nl: Activeer / Deactiveer verjaardag notificatie

source: Subject of birtday e-mail
nl: Onderwerp van email

source: Birthday today
nl: Verjaardagen

source: Birthdays today
nl: Verjaardagen

source: Addressbook birthday cron
nl: Adresboek verjaardag cron

source: view addressbook
nl: Adresboek bekijken

source: edit addressbook
nl: Adresboek aanpassen

source: administer addressbook
nl: Adresboek administreren

source: Addressbook main menu
nl: Adresboek hoofdmenu

source: Addressbook data
nl: Adresboek data

source: Addressbook CSV upload
nl: Adresboek CSV upload

source: Addressbook CSV download
nl: Adresboek CSV download

source: Settings of addressbook.
nl: Instellingen van adresboek

source: addressbook database tables created.
nl: Adresboek database tabellen zijn aangemaakt

source: Global Addressbook with some nice features
nl: Adresboek met vele interresante opties

source: Other
nl: Overige
